"No results found" = "Nenašli sa žiadne výsledky"
"View Ad" = "Zobraziť inzerát"
"Message" = "Správa"
"Home" = "Úvodná strana"
"My OLX" = "Môj OLX"
"POST" = "UVEREJNIŤ"
"Post" = "Uverejniť"
"Posting" = "Uverejnenie"

// Uverejnenie
"Attach Photos to your Ad" = "Pridať fotografie k inzerátu"
"Post an Ad" = "Zverejniť inzerát"
"Add a Photo" = "Pridať foto"
"Take Photo" = "Urobiť foto"
"Choose Existing Photo" = "Zvoliť existujúce foto"
"Select a location for your ad" = "Zvoľte miesto svojho inzerátu"
"Select a Category" = "Zvoľte kategóriu"
"Close" = "Zatvoriť"
"Price" = "Cena"
"Title" = "Nadpis"
"Email (Won't be shared)" = "E-mail (nebude zverejnený)"
"Phone Number" = "Telefónne číslo"
"Description" = "Popis"
"Unable to retrieve your current location." = "Nie je možné zistiť vašu aktuálnu polohu."

// Formát dátumu pre poznámky
"MM dd, YYYY" = "MM dd, RRRR"
"This listing has no comments" = "K tomuto inzerátu nie sú žiadne poznámky"
"Send" = "Odoslať"
"Sending" = "Odoslanie"

// Adresy poštovej schránky. %u bude nahradené počtom nečítaných správ.
"Mailbox (%u)" = "Poštová schránka (%u)"
"Mailbox" = "Poštová schránka"
"Delete Message" = "Vymazať správu"
"Are you sure?" = "Ste si istí?"
// Prvé %u bude nahradené číslom aktuálnej správy, druhé %u počtom správ
"Message %u of %u" = "Správa %u z %u"

"Manage Comments" = "Spravovať poznámky"
"Edit Listing" = "Upraviť oznámenie"
"From: %@" = "Odosielateľ: %@"
"To: %@" = "Adresát: %@"
"Hello %@!" = "Vitajte %@!"

"- Favorite" = "– Obľúbené"
"+ Favorite" = "+ Obľúbené"
"Removed from favorites" = "Odstránené z obľúbených"
"Added to favorites" = "Pridané medzi obľúbené"

"You have no messages" = "Nemáte žiadne správy"
"Settings" = "Nastavenia"
"Sign Out" = "Odhlásiť sa"
"Sign in" = "Prihlásiť sa"
"Are you sure you wish to sign out?" = "Naozaj sa chcete odhlásiť?"
"Yes" = "Áno"
"No" = "Nie"
"Your message has been sent." = "Vaša správa bola odoslaná."

"Are you sure you wish to cancel?" = "Naozaj chcete zrušiť?"

"Locate Me Now" = "Nájdi ma teraz"
"Choose Location" = "Vybrať miesto"

"Register" = "Registrácia"
"Forgot Password" = "Zabudnuté heslo"

"Set Location" = "Nastaviť miesto"
"Please enter your username and password to sign in." = "Prihláste sa zadaním vášho používateľského mena a hesla."
"Password and password confirmation don't match." = "Heslo a potvrdenie hesla sa nezhodujú."
"Please enter your current password." = "Zadajte vaše aktuálne heslo."
"Please complete all fields to register." = "Pre registráciu vyplňte všetky polia."
"Please enter your Email address to retrieve your password." = "Pre obnovenie hesla zadajte svoju e-mailovú adresu."
"Your password has been sent to %@" = "Vaše heslo sme poslali sa adresu %@"
"Your password has been changed successfully." = "Vaše heslo bolo úspešne zmenené."
"A confirmation mail has been sent to your email address." = "Na vašu e-mailovú adresu sme poslali e-mail s potvrdením."
"Invalid Email or password." = "Neplatný e-mail alebo heslo."

"Accept" = "Súhlasím"
"Accepted" = "Prijaté"
"Please accept the Terms and Conditions to complete registration." = "Pre ukončenie registrácie musíte súhlasiť so Zmluvnými podmienkami."

"Search" = "Vyhľadávať"
"Reply" = "Odpovedať"
"Call" = "Zavolať"
"Updating your location..." = "Aktualizácia vašej polohy..."
"Loading..." = "Načítava sa..."
"Password" = "Heslo"
"Sign In" = "Prihlásiť sa"
"Forgot Password" = "Zabudnuté heslo"
"Register Now!" = "Zaregistrujte sa teraz!"
"Email Address" = "E-mailová adresa"
"Not a Member?" = "Nie ste členom?"
"Next" = "Nasledujúce"
"Cancel" = "Zrušiť"
"Mailbox" = "Poštová schránka"
"Active Ads" = "Aktívne inzeráty"
"Closed Ads" = "Uzavreté inzeráty"
"My Favorites" = "Moje obľúbené"
"Reply to Listing" = "Odpovedať na oznámenie"
"Name (Optional)" = "Meno (nepovinné)"
"Phone (Optional)" = "Telefón (nepovinné)"
"Invalid email address.  Please try again." = "Neplatná e-mailová adresa. Skúste znova."
"Current Location:" = "Aktuálne miesto:"
"Add Photo" = "Pridať foto"
"Change Location for your Ad:" = "Zmeniť miesto pre váš inzerát:"
"Manual Location" = "Miesto manuálne"
"Comments" = "Poznámky"
"Resend Password" = "Poslať heslo znova"
"Register Button" = "Tlačidlo registrácie"
"Accept" = "Súhlasím"
"I accept the Terms and Conditions of OLX" = "Súhlasím so Zmluvnými podmienkami OLX"
"Confirm Password" = "Potvrďte heslo"
"View Terms" = "Zobraziť Podmienky"
"Username" = "Používateľské meno"
"Please select a city for this posting." = "Zvoľte mesto pre tento inzerát."
"No listings found" = "Nenašli sa žiadne oznámenia"
"Replace Photo" = "Zmeniť foto"
"Delete Photo" = "Vymazať foto"
"Congratulations! Your ad has been published." = "Gratulujeme! Váš inzerát bol zverejnený."
"You can go to My OLX to view, edit, or delete the ad at any time." = "Inzerát môžete kedykoľvek zobraziť, upravovať alebo odstrániť na stránke Môj OLX."
"Share" = "Zverejniť"
"View Ad" = "Zobraziť inzerát"
"Success" = "Úspech"
"Add a Comment" = "Pridať poznámku"
"Name" = "Meno"
"Select a category for your ad" = "Zvoľte kategóriu pre svoj inzerát"
"Select a sub-category for your ad" = "Zvoľte podkategóriu pre svoj inzerát"
"Save Listing" = "Uložiť oznámenie"

"Location" = "Miesto"
"Category" = "Kategória"
"Change Location" = "Zmeniť miesto"
"Change Password" = "Zmeniť heslo"
"Old Password" = "Staré heslo"
"New Password" = "Nové heslo"
"Confirm New Password" = "Potvrďte nové heslo"
"Change Email" = "Zmeniť e-mail"
"New Email Address" = "Nová e-mailová adresa"
"Email Notification Preferences" = "Nastavenia pre e-mailové upozornenia"
"Email Newsletter" = "E-mailové noviny"
"Comment Alerts" = "Upozornenia na poznámky"
"Advice Alerts" = "Upozornenia na návrhy"
"Refresh Alerts" = "Aktualizovať upozornenia"
"Save" = "Uložiť"
"A user with this email address already exists." = "Používateľ s takouto e-mailovou adresou už existuje."
"Close this Listing" = "Uzavrieť toto oznámenie"
"Are you sure you wish to close this listing?" = "Naozaj chcete uzavrieť toto oznámenie?"
"Description (30 char minimum)" = "Popis (minimálne 30 znakov)"

// E-mail
"Check out my new post on OLX" = "Prečítajte si moje nové oznámenie na OLX"
"Visit %@%u to check out my listing! Please forward if you know people that might be interested." = "Navštívte stránku %@%u a prečítajte si moje oznámenie! Prosím Vás, pošlite túto správu niekomu, o ktorom si myslíte, že by ho mohla téma zaujímať."
